Autodesk.Revit.DB.BuiltInFailures.GenericFailures.ElementsInInvalidContext
There are elements in the document that exist in a context they should not.  These elements must be deleted to continue using this project or family.

Autodesk.Revit.DB.BuiltInFailures.GenericFailures
Generic failures that may apply to any Revit Element